A Displacement Set can only be pasted into a view in the same document in which it was created.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotRemoveLastDisplacedElement { get; }
  Visual Basic
Public Shared ReadOnly Property CannotRemoveLastDisplacedElement As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotRemoveLastDisplacedElement {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures DisplacementElementFailures Class
  Autodesk.Revit.DB Namespace